Repository: OlivierLartillot/jumboV2
Catalog: translations/messages+intl-icu.*.xlf
Languages: fr

source: Edit Agency
fr: Editer Agence

source: back to list
fr: Revenir à la liste

source: Update
fr: Actualiser

source: Edit Area
fr: Editer Zone

source: Add New
fr: Ajouter Nouveau

source: Name
fr: Nom

source: Edit
fr: Editer

source: no records found
fr: aucuns résultats trouvés

source: Delete
fr: Supprimer

source: Client Cards
fr: Fiches Clients

source: Search date
fr: Rechercher date

source: Search Airport
fr: Rechercher Aeroport

source: Flight Number
fr: Numéro de Vol

source: Voucher Number
fr: Numéro de bon

source: Adults
fr: Adultes

source: Children
fr: Enfants

source: Babies
fr: Bébés

source: Hour
fr: Heure

source: Flight
fr: Vol

source: Airport
fr: Aéroport

source: Agency
fr: Agence

source: NB: "No Show" status must be called exactly like this to retrieve user pax unless they are no show. The Admin can check this in in "general settings->clients Status"
fr: __NB: Le statut "No Show" doit être appelé exactement ainsi pour récupérer les pax, sauf s'ils sont absents. L'administrateur peut vérifier cela dans les "paramètres généraux->Statut des clients"

source: Pax Calculation
fr: Calcul Pax

source: All Reps
fr: Tous les Reps

source: Total people
fr: Total personnes

source: *For attendance, you must select the period and leave "Nature Transfer" on all
fr: *Pour participer, vous devez sélectionner la période et laisser "Nature Transfer" sur tous

source: Presence
fr: Présence

source: Operations
fr: Opérations

source: research on
fr: Recherche sur

source: Arrival
fr: Arrivée

source: Departure
fr: Départ

source: Works with selects
fr: select

source: Select a rep
fr: Selectionner Rep

source: Select Agency
fr: Selectionner Agence

source: Submit
fr: Envoyer

source: There are
fr: Il y a

source: matching results
fr: Résultats

source: Show more
fr: Voir Plus

source: Transfer calculation
fr: Calcul Transferts

source: All companies
fr: Toutes les compagnies

source: Select a transport company
fr: Sélectionner une compagnie

source: Voucher
fr: Bon

source: Edit Briefing Place
fr: Editer point de rencontre

source: Search
fr: Rechercher

source: Mark all as read
fr: Tout marquer comme lu

source: View More
fr: Voir +

source: View Profile
fr: Voir profil

source: Sign out
fr: Se déconnecter

source: Dashboard
fr: Tableau de bord

source: Read Email
fr: Lire Email

source: Products
fr: Produits

source: Product Detail
fr: Detail produit

source: Forms
fr: Formulaire

source: File Upload
fr: Téléchargement

source: Import File
fr: Import Fichier

source: Import Booking
fr: Import Réservations

source: Clients Cards
fr: Fiches Clients

source: Rep assignment
fr: Assignation Rep

source: Labels printing
fr: Imprimer Etiquettes

source: Pax calculation
fr: Calcul de Pax

source: My pax app.user.id
fr: Mes Pax

source: Clients Arrivals
fr: Arrivées Clients

source: Accounting
fr: Facturation

source: General Settings
fr: Options Générales

source: Users
fr: Utilisateurs

source: Areas
fr: Zones

source: Briefing Places
fr: Lieux de Briefing

source: Client Status
fr: Statut Client

source: Agencies
fr: Agences

source: Search!
fr: Rechercher!

source: Edit Client Status
fr: Editer Statut Client

source: Clients Status
fr: Statut Clients

source: Hotel
fr: Hôtel

source: Time
fr: Heure

source: Place
fr: Lieu

source: Choose the arrival date
fr: Choisissez la date d'arrivée

source: No or no more customers to assign for this date
fr: Aucun ou plus de clients à assigner pour cette date.

source: They are still
fr: Il reste encore

source: client(s) to assign
fr: client(s) à assigner

source: Briefing date
fr: Date de Briefing

source: Next group of clients
fr: Prochain groupe de clients

source: Dates with unassigned reps
fr: Dates avec des représentants non assignés.

source: Drop files here or click to upload
fr: Glissez-déposez les fichiers ici ou cliquez pour téléverser

source: Save
fr: Enregistrer

source: clients do not
fr: clients n'ont pas

source: client does not
fr: client n'a pas

source: yet have a meeting time assigned
fr: d'heure de réunion assignée

source: No or more client groups to assign for this date
fr: Aucun groupe de clients à assigner pour cette date.

source: Arrival date
fr: Date d'arrivée

source: This rep has no client assigned today.
fr: Ce représentant n'a aucun client assigné aujourd'hui.

source: Meeting at
fr: Réunion à

source: Choose the agencies to print
fr: Choisir Agence(s) à Imprimer

source: Print
fr: Imprimer

source: Please note that these clients have not been imported because they do not have a file. Please create the client file corresponding to the Client Number of the file before starting again
fr: Veuillez noter que ces clients n'ont pas été importés car ils n'ont pas de fiche client associée. Veuillez créer la fiche client correspondant au numéro de client du fichier que vous venez d'envoyer avant de recommencer

source: Edit User
fr: Editer Utilisateur

source: Edit My Profile
fr: Editer mon Profil

source: My area
fr: Ma zone

source: Users list
fr: Liste d'Utilisateurs

source: Phone
fr: Téléphone

source: Client Card
fr: Fiche Client

source: Details
fr: Détails

source: From
fr: De

source: To
fr: A

source: Transport Company
fr: Compagnie de transport

source: Vehicle Type
fr: Type de véhicule

source: Pick Up Hour
fr: Heure de Pick up

source: Flight Hour
fr: Heure de Vol

source: TimeLine
fr: Historique

source: with
fr: avec

source: to
fr: à

source: Updated by
fr: Modifié par

source: Comments
fr: Commentaires

source: Rep Assignment
fr: Assignation Rep

source: Choose the agencies/Airports to print
fr: Choisissez les Agences/Aéroports à imprimer

source: Airports
fr: Aéroports

source: Print form
fr: Formulaire d'impression

source: Meeting Date
fr: Date du meeting

source: Print from
fr: Imprimer à partir de

source: Label
fr: Etiquette

source: Validate
fr: Valider

source: English
fr: Anglais

source: Spanish
fr: Espagnol

source: French
fr: Français

source: Italian
fr: Italien

source: New Customer Card
fr: Nouveau Client

source: Service Number
fr: Numéro de service

source: Arrival Hour
fr: Heure d'arrivée

source: From Start
fr: De

source: To Arrival
fr: A

source: Add Inter Hotel
fr: Ajouter un Inter Hotel

source: Add Departure
fr: Ajouter un départ

source: New Client
fr: Ajouter Client

source: *Number total of pax
fr: *Nombre total de Pax

source: Reservation number
fr: Numéro de réservation

source: Meeting date is missing
fr: La date du meeting est manquante

source: Go to Client Card
fr: Allez vers la fiche Client

source: Edit Transfer Arrival
fr: Editer le transfert Arrivée

source: Edit Arrival
fr: Editer l'arrivée

source: Add Transfer Arrival
fr: Ajouter un transfert "Arrivée"

source: Add Arrival
fr: Ajouter Arrivée

source: Edit Transfer Departure
fr: Editer un transfert "Départ"

source: Edit Departure
fr: Editer Départ

source: Add Transfer Departure
fr: Ajouter un transfert "Départ"

source: Edit Transfer InterHotel
fr: Editer un Transfert Inter Hotel

source: Edit InterHotel
fr: Editer InterHotel

source: Add Transfer interHotel
fr: Ajouter un transfert "Inter Hotel"

source: Edit arrival
fr: Editer arrivée

source: Edit Inter Hotel
fr: Editer Inter Hotel

source: Edit departure
fr: Editer départ

source: Back to client
fr: Retour fiche client

source: Expression that appears when a representative uses the variable for WhatsApp text in English
fr: Expression qui apparaît lorsque le représentant utilise la variable pour le texte WhatsApp en anglais

source: Expression that appears when a representative uses the variable for WhatsApp text in Spanish
fr: Expression qui apparaît lorsque le représentant utilise la variable pour le texte WhatsApp en espagnol

source: Expression that appears when a representative uses the variable for WhatsApp text in French
fr: Expression qui apparaît lorsque le représentant utilise la variable pour le texte WhatsApp en français

source: Expression that appears when a representative uses the variable for WhatsApp text in Italian
fr: Expression qui apparaît lorsque le représentant utilise la variable pour le texte WhatsApp en italien

source: Portuguese
fr: Portugais

source: Expression that appears when a representative uses the variable for WhatsApp text in Portuguese
fr: Expression qui apparaît lorsque le représentant utilise la variable pour le texte WhatsApp en portugais

source: Arrivals
fr: Arrivées

source: Date/Hour
fr: Date/Heure

source: Vehicle Number
fr: Numéro de véhicule

source: Area
fr: Zone

source: Meeting
fr: Réunion

source: Edit Default Airport
fr: Modifier l'aéroport par défaut

source: Reservations backup
fr: Sauvegarde des réservations

source: There are no arrivals created on
fr: Aucune arrivée créée le

source: Delete everything created on
fr: Supprimer tout créé le

source: Please select a date first
fr: Veuillez d'abord sélectionner une date

source: Client informations
fr: Informations client

source: Pickup
fr: Prise en charge

source: arrivals
fr: arrivées

source: arrival
fr: arrivée

source: Be carefull
fr: Soyez prudent

source: Collective
fr: Collectif

source: Individual
fr: Individuel

source: To avoid pax errors compare with the pax in the client file
fr: Pour éviter les erreurs de passagers, comparez avec les passagers dans le fichier client

source: departures
fr: Départs

source: departure
fr: Départ

source: All areas
fr: Toutes les zones

source: Select an area
fr: Sélectionnez une zone

source: All types
fr: Tous les types

source: Private
fr: Privé

source: Select a type
fr: Sélectionnez un type

source: Summary of transfers
fr: Résumé des transferts

source: Manage
fr: Gérer

source: This is the most logical way to handle the situation. If the duplicate should not exist, delete the bad transfer in the client file.
fr: C'est la façon la plus logique de gérer la situation. Si le doublon ne devrait pas exister, supprimez le mauvais transfert dans le fichier client.

source: Ignore Duplicate
fr: Ignorer le doublon

source: Make sure the duplicate is normal before choosing this option.
fr: Assurez-vous que le doublon est normal avant de choisir cette option.

source: A problem has occurred
fr: Un problème est survenu

source: Transfers
fr: Transferts

source: Default Airport
fr: Aéroport par défaut

source: Backup
fr: Sauvegarde

source: Reservations
fr: Réservations

source: Whats App Messages
fr: Messages WhatsApp

source: You just changed the status
fr: Vous venez de changer le statut

source: hotels
fr: Hôtels

source: hotel
fr: Hôtel

source: You don't have any client today
fr: Vous n'avez pas de client aujourd'hui

source: You don't have any Transfer
fr: Vous n'avez aucun transfert

source: Remember me
fr: Souvenez-vous de moi

source: Skipped Clients
fr: Clients sautés

source: Choose the briefing date
fr: Choisissez la date du briefing

source: Inserted Lines
fr: Lignes insérées

source: Errors Lines
fr: Lignes d'erreurs

source: All clients have been imported successfully.
fr: Tous les clients ont été importés avec succès.

source: Back to message list
fr: Retour à la liste des messages

source: Insert variables in your message
fr: Insérez des variables dans votre message

source: Meeting Point
fr: Point de rencontre

source: At meeting point
fr: Au point de rencontre

source: Meeting Time
fr: Heure de réunion

source: Day
fr: Jour

source: Pickup Time
fr: Heure de prise en charge

source: Create new Arrival message
fr: Créer un nouveau message d'arrivée

source: Create new InterHotel message
fr: Créer un nouveau message InterHôtel

source: Create new Departure message
fr: Créer un nouveau message de départ

source: Arrival Hotel
fr: Hôtel d'arrivée

source: Flight Time
fr: Heure de vol

source: Time Of Day
fr: Moment de la journée

source: Your message language
fr: La langue de votre message

source: Please choose the message language
fr: Choisissez la langue de votre message

source: Example result
fr: Exemple de résultat

source: WhatsApp Messages
fr: Messages WhatsApp

source: Type transfer
fr: Type de transfert

source: Language
fr: Langue

source: Full Name
fr: Nom et Prénom

source: Adults quantity
fr: Quantité d'adultes

source: Adults Number
fr: Nombre d'adultes

source: Children Number
fr: Nombre d'enfants

source: Babies Number
fr: Nombre de bébés

source: Hotels
fr: Hôtels

source: Choose an Hotel
fr: Choisissez un hôtel

source: Choose an agency
fr: Choisissez une agence

source: Choose an Airport
fr: Choisissez un aéroport

source: Jumbo Number
fr: Numéro Jumbo

source: First and last name
fr: Nom et Prénom

source: Be careful, you have problems to resolve.
fr: Attention, vous avez des problèmes à résoudre.

source: Nothing to do.
fr: Rien à faire.

source: Transfer Management
fr: Management des transferts

source: Departures
fr: Départs

source: Assignment
fr: Assignement

source: You have unassigned clients
fr: Vous avez des clients non assignés

source: "Skip" still has assigned clients. Please remember to assign them to their representative or assign them to the "Alpitour" representative.
fr: Skip a encore des clients non assignés.

source: Home
fr: Accueil

source: error_message_transfer_joan
fr: Le couple numéro de réservation (reservaId) - nom complet du Client (fullName) n'est pas présent dans la base de donnée.

source: Transfer date
fr: Date de transfert

source: *Please note that only the first 5 errors will be displayed
fr: *Seules les 5 premières erreurs sont afichées.
