Repository: OlivierLartillot/jumboV2
Catalog: translations/messages.*.xlf
Languages: es, fr

source: Minible
es: TO-ADMIN

source: Welcome Back
es: Dar una buena acogida

source: Dashboard
es: Tablero

source: Dashboards
es: Cuadros de mando

source: Menu
es: Menú

source: Search
es: Buscar

source: Mega Menu
es: Mega menú

source: Default
es: Defecto

source: Saas Dashboard
es: Panel de control de Saas

source: Crypto
es: Cripto

source: Crypto Dashboard
es: Panel de criptografía

source: Blog Dashboard
es: Panel de Blog

source: Layouts
es: Diseño

source: Horizontal Layout
es: Disposición horizontal

source: Light Sidebar
es: Barra lateral ligera

source: Vertical Layout
es: Disposición vertical

source: Dark Topbar
es: Barra superior oscura

source: Boxed Horizontal
es: Horizontal en caja

source: Dark Sidebar
es: Barra lateral oscura

source: Compact Sidebar
es: Barra lateral compacta

source: Icon Sidebar
es: Barra lateral de iconos

source: Boxed Width
es: Ancho en caja

source: Preloader
es: Precargador

source: Preloader Layout
es: Diseño del precargador

source: Colored Sidebar
es: Barra lateral coloreada

source: Scrollable
es: Desplazable

source: Horizontal Topbar Light
es: Luz de barra superior horizontal

source: Horizontal Boxed Width
es: Ancho horizontal en caja

source: Horizontal Preloader Layout
es: Disposición horizontal del precargador

source: Horizontal Topbar Colored
es: Barra superior horizontal coloreada

source: Horizontal Scrollable Layout
es: Diseño desplazable horizontal

source: Topbar Light
es: Luz de barra superior

source: Colored Header
es: Encabezado de color

source: Extra Pages
es: Páginas extra

source: Apps
es: Aplicaciones

source: Calendar
es: Calendario

source: Calendars
es: Calendarios

source: TUI_Calendar
es: Calendario TUI

source: Full_Calendar
es: Calendario completo

source: New
es: Nueva

source: Chat
es: Charla

source: File Manager
es: Administradora de archivos

source: Ecommerce
es: Comercio electrónico

source: Products
es: Productos

source: Product
es: Producto

source: Product Detail
es: Detalle del producto

source: Orders
es: Pedidos

source: Customers
es: Clientes

source: Cart
es: Carro

source: Checkout
es: Revisa

source: Shops
es: Tiendas

source: Add Product
es: Añadir Producto

source: Wallet
es: Billetera

source: Wallets
es: Carteras

source: Buy/Sell
es: Compra venta

source: Exchange
es: Intercambiar

source: Lending
es: Préstamo

source: KYC Application
es: Aplicación KYC

source: ICO Landing
es: Aterrizaje de ICO

source: Inbox
es: Bandeja de entrada

source: Read Email
es: Leer el correo electrónico

source: Templates
es: Plantillas

source: Basic Action
es: Acción básica

source: Alert Email
es: Correo electrónico de alerta

source: Billing Email
es: Correo Electrónico de Facturas

source: Email Template
es: Plantilla de correo electrónico

source: Basic Action Email Template
es: Plantilla de correo electrónico de acción básica

source: Billing Email Template
es: Plantilla de correo electrónico de facturación

source: Invoices
es: Facturas

source: Invoice List
es: Lista de facturas

source: Invoice Detail
es: Detalle de la factura

source: Contacts
es: Contactos

source: Blog List
es: Lista de blogs

source: Blog Details
es: Detalles del blog

source: User Grid
es: Cuadrícula de usuario

source: Contact User Grid
es: Cuadrícula de usuario de contacto

source: Users Grid
es: Cuadrícula de usuarios

source: Contact User List
es: Lista de usuarios de contacto

source: Users List
es: Lista de usuarios

source: User List
es: Lista de usuarios

source: Profile
es: Perfil

source: Projects
es: Proyectos

source: Projects Grid
es: Cuadrícula de proyectos

source: Projects List
es: Lista de proyectos

source: Project Overview
es: Descripción del proyecto

source: Projects Overview
es: Resumen de proyectos

source: Create New Project
es: Crear nuevo proyecto

source: Create New
es: Crear nueva

source: Tasks
es: Tareas

source: Task List
es: Lista de tareas

source: Kanban Board
es: Tablero Kanban

source: Create Task
es: Crear tarea

source: Pages
es: Páginas

source: Authentication
es: Autenticación

source: Login
es: Iniciar sesión

source: Register
es: Registrarse

source: Recover Password
es: Recuperar contraseña

source: Reset Password
es: Restablecer la contraseña

source: Lock Screen
es: Bloquear pantalla

source: Login 2
es: Iniciar sesión 2

source: Register 2
es: Registrarse 2

source: Recover Password 2
es: Recuperar contraseña 2

source: Lock Screen 2
es: Bloquear pantalla 2

source: Confirm Mail
es: Confirmar correo

source: Confirm Mail 2
es: Confirmar correo 2

source: Email Verification
es: verificacion de email

source: Email Verification 2
es: verificacion de email 2

source: Two Step Verification
es: Verificación de dos pasos

source: Two Step Verification 2
es: Verificación de dos pasos 2

source: Utility
es: Utilidad

source: Starter Page
es: Página de inicio

source: Maintenance
es: Mantenimiento

source: Maintenance Page
es: Página de mantenimiento

source: Coming Soon
es: Próximamente

source: Timeline
es: Cronología

source: FAQs
es: Preguntas frecuentes

source: Pricing
es: Precios

source: 404 Error Page
es: Página de error 404

source: 500 Error Page
es: 500 página de error

source: Components
es: Componentes

source: UI Elements
es: Elementos de la interfaz de usuario

source: Alerts
es: Alertas

source: Buttons
es: Botones

source: Cards
es: Tarjetas

source: Carousel
es: Carrusel

source: Dropdowns
es: Listas deplegables

source: Grid
es: Cuadrícula

source: Images
es: Imagenes

source: Lightbox
es: Caja ligera

source: Modals
es: Modales

source: Offcanvas
es: Fuera de la lona

source: Range Slider
es: Control deslizante de rango

source: Range Sliders
es: Deslizadores de rango

source: Session Timeout
es: Hora de término de la sesión

source: Progress Bars
es: Barras de progreso

source: Progress Bar
es: Barra de progreso

source: Sweet-Alert
es: Alerta dulce

# Tabs &amp; Accordions
source: Tabs & Accordions
es: Pestañas y acordeones

source: Typography
es: Tipografía

source: Video
es: Vídeo

source: General UI
es: IU general

source: Colors
es: Colores

source: Rating
es: Clasificación

source: Notifications
es: Notificaciones

source: Image Cropper
es: Recortador de imágenes

source: Forms
es: Formularios

source: Form Elements
es: Elementos de formulario

source: Form Layouts
es: Diseños de formulario

source: Form Validation
es: Validación de formulario

source: Form Advanced
es: Formulario avanzado

source: Form Editors
es: Editores de formularios

source: Form File Upload
es: Carga de archivo de formulario

source: Form Xeditable
es: Formulario Xeditable

source: Form Repeater
es: Repetidor de formulario

source: Form Wizard
es: Asistente de formulario

source: Form Mask
es: Máscara de forma

source: Basic Elements
es: Elementos basicos

source: Validation
es: Validación

source: Advanced Plugins
es: Complementos avanzados

source: Editors
es: Editoras

source: File Upload
es: Subir archivo

source: Xeditable
es: Editable

source: Repeater
es: Reloj de repetición

source: Wizard
es: Mago

source: Mask
es: Máscara

source: Tables
es: Mesas

source: Basic Tables
es: Tablas básicas

source: Basic Table
es: Mesa básica

source: Data Tables
es: Tablas de datos

source: Data Table
es: Tabla de datos

source: Responsive Tables
es: Tablas receptivas

source: Responsive Table
es: Tabla receptiva

source: Editable Tables
es: Tablas editables

source: Editable Table
es: Tabla editable

source: Bootstrap Basic
es: Bootstrap básico

source: Datatables
es: Tablas de datos

source: Responsive
es: Sensible

source: Charts
es: Gráficos

source: Apex Charts
es: Gráficos de Apex

source: Apex Chart
es: Gráfico de Apex

source: E Charts
es: Gráficos E

source: Chartjs Chart
es: Gráfico de Chartjs

source: Chartjs Charts
es: Gráficos Chartjs

source: Flot Chart
es: Gráfico de Flot

source: Flot Charts
es: Gráficos de Flot

source: Toast UI Chart
es: Gráfico de interfaz de usuario de tostadas

source: Toast UI Charts
es: Gráficos de interfaz de usuario de Toast

source: Jquery Knob Chart
es: Gráfico de perillas de Jquery

source: Jquery Knob Charts
es: Gráficos de perillas de Jquery

source: Sparkline Chart
es: Gráfico de minigráfico

source: Sparkline Charts
es: Minigráficos

source: Icons
es: Iconos

source: Boxicons
es: Boxicones

source: Material Design
es: Diseño de materiales

source: MDI
es: Iconos de diseño de materiales

source: Font Awesome
es: Fuente impresionante

source: Maps
es: Mapas

source: Google Maps
es: mapas de Google

source: Vector Maps
es: Mapas vectoriales

source: Leaflet
es: Folleto

source: Leaflet Maps
es: Mapas de folletos

source: Multi Level
es: Multi nivel

source: Level
es: Nivel

source: Dribbble
es: Regate

source: Mail Chimp
es: Chimpancé de correo

source: Slack
es: Floja

source: View Profile
es: Ver perfil

source: My Wallet
es: Mi billetera

source: Settings
es: Configuraciones

source: Lock screen
es: Bloquear pantalla

source: Sign out
es: desconectar

source: Choose Layouts
es: Páginas extra

source: Light Mode
es: Modo de luz

source: Dark Mode
es: Modo oscuro

source: RTL Mode
es: Modo RTL

source: Dark RTL Mode
es: Modo RTL oscuro

source: UI Components
es: Componentes de UI

source: Applications
es: Aplicaciones

source: Placeholders
es: Marcadores de posición

source: Toasts
es: Tostadas

source: Mark all as read
es: marcar todo como leido

source: View All
es: Ver todo

source: Your order is placed
es: Tu pedido está hecho

source: If several languages coalesce the grammar
es: Si varios idiomas se unen la gramática

source: 3 min ago
es: hace 3 minutos

source: It will seem like simplified English.
es: Parecerá un inglés simplificado.

source: 1 hour ago
es: 1 hora antes

source: Your item is shipped
es: Su artículo es enviado

source: As a skeptical Cambridge friend of mine occidental.
es: Como escéptica amiga mía de Cambridge occidental.

source: 5 hours ago
es: hace 5 horas

source: View More
es: Ver más

source: Edit Agency
es: Editar Agencia

source: back to list
es: Volver al listado

source: Update
es: Actualizar

source: Edit Area
es: Editar Area

source: Add New
es: Agregar Nuevo

source: Name
es: Nombre

source: Edit
es: Editar

source: no records found
es: no se encontraron registros

source: Delete
es: Borrar

source: Client Cards
es: Ficha Clientes

source: Search date
es: Buscar Fecha

source: Search Airport
es: Buscar Aeropuerto

source: Flight Number
es: Numero de Vuelo

source: Voucher Number
es: Numero de Voucher

source: Adults
es: Adultos

source: Children
es: Niños

source: Babies
es: Bébés

source: Date
es: Fecha

source: Hour
es: Hora

source: Flight
es: Vuelo

source: Client
es: Cliente

source: Airport
es: Aeropuerto

source: Agency
es: Agencia

source: Total personnes
es: Total personas

source: Pax Calculation
es: Cálculo de PAX

source: All Reps
es: Todos los Reps

source: Total people
es: Total de personas

source: Presence
es: Presencia

source: Operations
es: Operaciones

source: research on
es: Presencias y operaciones

source: Arrival
es: Llegada

source: Departure
es: Salida

source: Select a rep
es: Seleccionar Rep

source: Select Agency
es: Seleccionar Agencia

source: Submit
es: Enviar

source: There are
es: Hay

source: matching results
es: Resultados

source: Show more
es: Ver mas

source: Transfer calculation
es: Cálculo de Transfer

source: All companies
es: Todas las companias

source: Select a transport company
es: Selecciona compania de transporte

source: Edit Briefing Place
es: Editar Lugar Briefing

source: Import File
es: Importar Archivo

source: Import Booking
es: Importar Reservas

source: Import Transfers
es: Importar Transfers

source: Clients
es: Clientes

source: Clients Cards
es: Fichas Clientes

source: Rep assignment
es: Asignación de Rep

source: Labels printing
es: Impresión de Etiquetas

source: Pax calculation
es: Cálculo de pax

source: My pax app.user.id
es: Mis Pax

source: Airport Team
es: Equipo Aeropuerto

source: Clients Arrivals
es: Llegadas Clientes

source: Accounting
es: Contabilidad

source: General Settings
es: Ajustes Generales

source: Users
es: Usuarios

source: Briefing Places
es: Lugares de Briefing

source: Client Status
es: Estado Cliente

source: Agencies
es: Agencias

source: Search!
es: Buscar!

source: Edit Client Status
es: Editar Estado Clientes

source: Clients Status
es: Estado Clientes

source: Rep Briefings Attributions details
es: Detalles de las Atribuciones Briefing Rep

source: le
es: el

source: Time
es: Hora

source: Place
es: Lugar

source: Rep Assignment
es: Asignación de Representante

source: Choose the arrival date
es: Elige la fecha de llegada

source: No or no more customers to assign for this date
es: No hay o no hay más clientes para asignar en esta fecha

source: They are still
es: Todavía están

source: client(s) to assign
es: cliente(s) a asignar

source: Briefing date
es: Fecha de briefing

source: Next group of clients
es: Próximo grupo de clientes

source: Dates with unassigned reps
es: Fechas con representantes no asignados

source: Drop files here or click to upload
es: Suelta los archivos aquí o haz clic para subirlos

source: Save
es: Guardar

source: clients do not
es: clientes no tienen

source: client does not
es: cliente no tiene

source: yet have a meeting time assigned
es: aún no tienen una hora de reunión asignada

source: No or more client groups to assign for this date
es: No hay más grupos de clientes para asignar en esta fecha.

source: Arrival date
es: Fecha de llegada

source: This rep has no client assigned today.
es: Este representante no tiene ningún cliente asignado hoy.

source: Meeting at
es: Reunión a las

source: Choose the agencies to print
es: Elige las agencias para imprimir

source: Choose the meeting date
es: Elige la fecha de la reunión

source: Print
es: Imprimir

source: Tous les clients ont bien été importés
es: Todos los clientes han sido importados correctamente.

source: Edit User
es: Editar Usuario

source: Edit My Profile
es: Editar Mi Perfil

source: My area
es: Mi área

source: Users list
es: Lista de usuarios

source: Role
es: Rol

source: Phone
es: Teléfono

source: Back to list
es: Volver a la lista
fr: Retour à la liste

source: Create new Area
es: Crear nueva zona
fr: Créér une nouvelle Zone

source: Edit Client Card
es: Editar ficha cliente
fr: Editer fiche client

source: Research on
es: Buscar por
fr: Recherche sur

source: All Natures Transfers
es: Todos los Transfers
fr: Toutes les Types de Transfert

source: Select Nature Transfer
es: Selecciona tipo Transfer
fr: Sélectionne un Type de Transfert

source: Select a Rep
es: Selecciona un Rep
fr: Sélectionne un Représentant

source: All Status
es: Todos los estados
fr: Tous les Statuts

source: Select Status
es: Selecciona Estado
fr: Sélectionne un Statut

source: All Agencies
es: Todas las Agencias
fr: Toutes les agences

source: All Hotels
es: Todos los Hoteles
fr: Tous les Hôtels

source: There is
es: Hay
fr: Il y a

source: matching result
es: resultados
fr: résultats

source: Client Card
es: Ficha Cliente

source: Details
es: Detalles

source: From
es: Desde

source: To
es: Hasta

source: Transport Company
es: Compañía de transporte

source: Nature
es: Tipo

source: Vehicle Type
es: Tipo de vehiculo

source: Pick Up Hour
es: Hour de Pick Up

source: Flight Hour
es: Hora de vuelo

source: with
es: con

source: to
es: hasta

source: Updated by
es: Actualizado po

source: Comments
es: Comentarios

source: Create new Briefing Place
es: Crear nuevo lugar de briefing
fr: Créér un nouveau lieu de briefing

source: My briefings
es: Mis briefings
fr: Mes Briefings

source: My pax
es: Mis pax
fr: Mes Pax

source: Choose the agencies/Airports to print
es: Seleccionar las agencias/aeropuertos para imprimir

source: Airports
es: Aeropuertos

source: Print form
es: Imprimir formulario

source: Arrival Date
es: Fecha Llegada
fr: Date d'arrivée

source: Print from
es: Imprimir a partir de

source: Label layout
es: Disposición de etiquetas
fr: Disposition des étiquettes

source: Close
es: Cerrar
fr: Fermer

source: Label
es: Etiqueta

source: Validate
es: Validar

source: Disabled Users list
es: Lista de usuarios desactivados
fr: Liste des utilisateurs désactivés

source: Disabled users
es: Usuarios Desactivados
fr: Utilisateurs désactivés

source: New User
es: Nuevo Usuario
fr: Nouvel utilisateur

source: Create new User
es: Crear Nuevo Usuario
fr: Créer un utilisateur

source: English
es: Inglés

source: Spanish
es: Español

source: French
es: Francés

source: Italian
es: Italiano

source: New Customer Card
es: Agregar Nueva Ficha Cliente

source: Service Number
es: Numero de Servicio

source: Arrival Hour
es: Hora Llegada

source: From Start
es: Desde

source: To Arrival
es: A

source: Add Inter Hotel
es: Agregar Inter Hotel

source: Add Departure
es: Agregar Salida

source: New Client
es: Nuevo Cliente

source: *Number total of pax
es: *Quantidad total pax

source: Informations
es: _Informaciones

source: Reservation number
es: Numero de Reserva

source: Meeting date is missing
es: Falta Fecha Briefing

source: Go to Client Card
es: Ir a Ficha Cliente

source: Edit Transfer Arrival
es: Editar Transfer Llegada

source: Edit Arrival
es: Editar Llegada

source: Add Transfer Arrival
es: Agregar Transfer Llegada

source: Add Arrival
es: Agregar Llegada

source: Edit Transfer Departure
es: Editar Transfer Salida

source: Edit Departure
es: Editar Departure

source: Add Transfer Departure
es: Editar Transfer Salida

source: Edit Transfer InterHotel
es: Editar Transfer InterHotel

source: Edit InterHotel
es: Editar InterHotel

source: Add Transfer interHotel
es: Agregar Transfer interHotel

source: Edit arrival
es: Editar LLegada

source: Edit Inter Hotel
es: Editar Inter Hotel

source: Edit departure
es: Editar Salida

source: Back to client
es: Volver a clientes

source: Expression that appears when a representative uses the variable for WhatsApp text in English
es: Expresión que aparece cuando un representante utiliza la variable para el texto de WhatsApp en inglés

source: Expression that appears when a representative uses the variable for WhatsApp text in Spanish
es: Expresión que aparece cuando un representante utiliza la variable para el texto de WhatsApp en español

source: Expression that appears when a representative uses the variable for WhatsApp text in French
es: Expresión que aparece cuando un representante utiliza la variable para el texto de WhatsApp en francés

source: Expression that appears when a representative uses the variable for WhatsApp text in Italian
es: Espressione che appare quando un rappresentante utilizza la variabile per il testo di WhatsApp in italiano

source: Portuguese
es: Portugués

source: Expression that appears when a representative uses the variable for WhatsApp text in Portuguese
es: Expressão que aparece quando um representante utiliza a variável para o texto do WhatsApp em português

source: Arrivals
es: Llegadas

source: Date/Hour
es: Fecha/Hora

source: Vehicle Number
es: Número de vehículo

source: Transport
es: Transporte

source: Area
es: Zona

source: Meeting
es: Reunión

source: Edit Default Airport
es: Editar Aeropuerto Predeterminado

source: Reservations backup
es: Copia de seguridad de Reservas

source: There are no arrivals created on
es: No hay llegadas creadas en

source: Delete everything created on
es: Eliminar todo creado en

source: Please select a date first
es: Por favor, seleccione una fecha primero

source: Client informations
es: Información del Cliente

source: Pickup
es: Recogida

source: arrivals
es: llegadas

source: arrival
es: llegada

source: Be careful
es: Tenga cuidado

source: Collective
es: Colectivo

source: To avoid pax errors compare with the pax in the client file
es: Para evitar errores de pax, compárelos con el pax en el archivo del cliente

source: departures
es: salidas

source: departure
es: salida

source: All zones
es: Todas las zonas

source: Select a zone
es: Seleccionar una zona

source: All types
es: Todos los tipos

source: Private
es: Privado

source: Select a type
es: Seleccionar un tipo

source: Summary of transfers
es: Resumen de traslados

source: Manage
es: Administrar

source: This is the most logical way to handle the situation. If the duplicate should not exist, delete the bad transfer in the client file.
es: Esta es la forma más lógica de manejar la situación. Si el duplicado no debería existir, elimine la transferencia incorrecta en el archivo del cliente.

source: Ignore Duplicate
es: Ignorar duplicado

source: Make sure the duplicate is normal before choosing this option.
es: Asegúrese de que el duplicado sea normal antes de elegir esta opción.

source: A problem has occurred
es: Se ha producido un problema

source: Transfers
es: Traslados

source: Default Airport
es: Aeropuerto predeterminado

source: Backup
es: Copia de seguridad

source: Reservations
es: Reservas

source: Whats App Messages
es: Mensajes de WhatsApp

source: You just changed the status
es: Acabas de cambiar el estado

source: hotels
es: hoteles

source: You don't have any client today
es: No tienes ningún cliente hoy

source: You don't have any Transfer
es: No tienes ninguna transferencia

source: Remember me
es: Recuérdame

source: Skipped Clients
es: Clientes omitidos

source: Choose the briefing date
es: Elige la fecha de la reunión

source: Inserted Lines
es: Líneas insertadas

source: Errors Lines
es: Líneas de errores

source: All clients have been imported successfully.
es: Todos los clientes se han importado correctamente.

source: Back to message list
es: Volver a la lista de mensajes

source: message
es: mensaje

source: Insert variables in your message
es: Insertar variables en tu mensaje

source: Meeting Point
es: Punto de encuentro

source: At meeting point
es: En el punto de encuentro

source: Meeting Time
es: Hora de la reunión

source: Day
es: Día

source: Pickup Time
es: Hora de recogida

source: Arrival Hotel
es: Llegada al hotel

source: Flight Time
es: Hora del vuelo

source: Time Of Day
es: Hora del día

source: Your message language
es: Tu idioma de mensaje

source: Please choose the message language
es: Por favor, elige el idioma del mensaje

source: Example result
es: Ejemplo de resultado

source: WhatsApp Messages
es: Mensajes de WhatsApp

source: Type transfer
es: Tipo de transferencia

source: Create new Arrival message
es: Crear nuevo mensaje de llegada

source: Create new InterHotel message
es: Crear nuevo mensaje de InterHotel

source: Create new Departure message
es: Crear nuevo mensaje de salida
